Repository: phoenixseo/pfabigan
Catalog: web/sites/default/files/translations/checklistapi-8.x-1.10.*.po
Languages: de

source: Operations
de: Aktionen

source: Cancel
de: Abbrechen

source: Last updated
de: Zuletzt aktualisiert

source: Save
de: Speichern

source: n/a
de: k.A.

source: Other
de: Andere

source: Clear
de: Leeren

source: Progress
de: Fortschritt

source: Completed timestamp
de: Abgeschlossen Zeitstempel

source: Checklist
de: Checkliste

source: Example modules
de: Beispielmodule

source: Checklists
de: Checklisten

source: Checklist items
de: Checklisten-Elemente

source: Edit any checklist
de: Beliebige Checkliste bearbeiten

source: Provides an API for creating fillable, persistent checklists.
de: Ermöglicht es, ausfüllbare und permanente Checklisten mithilfe einer API zu erstellen.

source: <p>This checklist based on <a href="http://www.unleashedmind.com/files/drupal-learning-curve.png">sun's modification</a> of <a href="http://buytaert.net/drupal-learning-curve">Dries Buytaert's Drupal learning curve</a> is an example implementation of the <a href="http://drupal.org/project/checklistapi">Checklist API</a>.</p>
de: <p>Diese Checkliste basierend auf <a href="http://www.unleashedmind.com/files/drupal-learning-curve.png">Sun's Modifikation</a> von <a href="http://buytaert.net/drupal-learning-curve">Dries Buytaert's Drupal-Lernkurve</a> ist eine beispielhafte Implementierung von <a href="http://drupal.org/project/checklistapi">Checklist API</a>.</p>

source: jQuery, Form API, theme and module development
de: jQuery, Form-API, Theme- und Modulentwicklung

source: Contributing code, designs and patches back to Drupal contrib
de: Beitragen von Code, Designs und Patches zu von der Community bereitgestellten Drupal-Modulen

source: I'm a core contributor
de: Ich wirke am Drupal-Kernsystem mit.

source: Contribute code and patches to Drupal core
de: Code und Patches zum Drupal-Kernsystem beitragen

source: Core contribution mentoring (core office hours)
de: Mentor für Beiträge zum Kernsystem (Kernsystem-Bürozeiten)

source: Core issue queue
de: Kernsystem-Issue-Queue

source: Write unit tests to get own patch committed.
de: Modultests schreiben, um einen eigenen Patch zu com­mit­ten.

source: Unit Testing with Simpletest
de: Modultest mit Simpletest

source: Review other people's core patches, understanding coding standards.
de: Kernsystem-Patches anderer Personen überprüfen und die Programmierstandards verstehen.

source: Pending patches
de: Ausstehende Patches

source: Coding standards
de: Programmierstandards

source: Security audits, performance tuning.
de: Sicherheitsüberprüfungen, Performance-Tuning.

source: I'm trustworthy for core maintainership
de: Ich bin vertrauenswürdig, um am Drupal-Kernsystem mitzuarbeiten

source: Rewrite or add a Drupal core sub-system.
de: Umschreiben oder Hinzufügen eines Drupal-Kern-Subsystems.

source: Sub-system maintainer.
de: Subsystem-Betreuer.

source: Core branch maintainer
de: Betreuer für Kernsystem-Zweig

source: I know every bit of core
de: Ich kenne mich perfekt mit dem Kernsystem aus.

source: I understand all implications of a core patch
de: Ich verstehe alle Auswirkungen eines Kernsystem-Patches

source: I'm Chuck Norris.
de: Ich bin Chuck Norris.

source: Checklist API example
de: Checklist-API-Beispiel

source: An example implementation of the Checklist API.
de: Eine beispielhafte Implementierung des Checklist-API-Moduls.

source: <p>This checklist based on <a href="http://buytaert.net/drupal-learning-curve">Dries Buytaert's Drupal learning curve</a> is an example implementation of the <a href="http://drupal.org/project/checklistapi">Checklist API</a>.</p>
de: <p>Diese Checkliste, basierend auf der <a href="http://buytaert.net/drupal-learning-curve">Lernkurve von Dries Buytaert</a>, ist eine beispielhafte Implementierung des <a href="http://drupal.org/project/checklistapi">Checklist-API-Moduls</a>.</p>

source: I suck
de: Ich bin wirklich schlecht

source: <p>Gain these skills to pass the <em><a href="http://headrush.typepad.com/creating_passionate_users/2005/10/getting_users_p.html">suck threshold</a></em> and start being creative with Drupal.</p>
de: <p>Sammeln Sie diese Fähigkeiten, um die <em><a href="http://headrush.typepad.com/creating_passionate_users/2005/10/getting_users_p.html">Amateurschwelle</a></em> überschreiten und beginnen Sie in die Welt von Drupal einzutauchen.</p>

source: Installation and configuration of Drupal core
de: Installation und Konfiguration des Drupal-Kernsystems

source: Installation Guide
de: Installationsanleitung

source: Node system
de: Beitragssystem

source: Manage nodes
de: Beiträge verwalten

source: Working with blocks (content in regions)
de: Mit Blocks arbeiten (Inhalte in Regionen)

source: Users, roles and permissions
de: Benutzer, Rollen und Berechtigungen

source: Managing users
de: Benutzer verwalten

source: Installing contributed themes and modules
de: Vor der Community bereitgestellte Themes und Module installieren

source: Installing modules and themes
de: Module und Themes installieren

source: I get by
de: Ich komme zurecht

source: <p>Gain these skills to pass the <em><a href="http://headrush.typepad.com/creating_passionate_users/2005/10/getting_users_p.html">passion threshold</a></em> and start kicking butt with Drupal.</p>
de: <p>Sammeln Sie diese Fähigkeiten, um die <em><a href="http://headrush.typepad.com/creating_passionate_users/2005/10/getting_users_p.html">Leidenschaftsschwelle</a></em> zu überschreiten und beginnen Sie damit ein Drupal-Experte zu werden.</p>

source: Upgrading, patching, (security) monitoring
de: Upgrades, Patches, (Sicherheits-)Überwachung

source: Upgrading from previous versions
de: Von früheren Versionen upgraden.

source: Applying patches
de: Patches anwenden

source: Security advisories
de: Sicherheitsmitteilungen

source: Monitoring a site
de: Eine Website überwachen

source: Navigation, menus, taxonomy
de: Navigation, Menüs, Taxonomie

source: Working with Menus
de: Mit Menüs arbeiten

source: Organizing content with taxonomy
de: Inhalte mithilfe von Taxonomie organisieren

source: Locale and internationalization
de: Spracheinstellungen und Übersetzung

source: Multilingual Guide
de: Mehrsprachige Anleitung

source: Drastically customize front page
de: Drastische Modifizierung der Startseite

source: Totally customize the LOOK of your front page
de: Das Aussehen Ihrer Startseite vollständig an Ihre Bedürfnisse anpassen

source: Theme and template modifications
de: Theme- und Vorlageneinstellungen

source: Theming Guide
de: Theming-Anleitung

source: I kick butt
de: Ich habe was auf dem Kasten

source: Contributing documentation and support
de: Beisteuern von Dokumentation und Unterstützung

source: Contribute to documentation
de: An der Dokumentation mitwirken

source: Provide online support
de: Bereitstellung von Online-Support

source: Content types and views
de: Inhaltstypen und Ansichten

source: Working with nodes, content types and fields
de: Arbeiten mit Beiträgen, Inhaltstypen und Feldern

source: Working with Views
de: Mit Views arbeiten

source: Actions and workflows
de: Aktionen und Arbeitsabläufe

source: Actions and Workflows
de: Aktionen und Arbeitsabläufe

source: Theme and module development
de: Theme- und Modulentwicklung

source: Develop for Drupal
de: Für Drupal entwickeln

source: jQuery, Form API, security audits, performance tuning
de: jQuery, Form-API, Sicherheitsüberprüfungen, Performance-Tuning

source: JavaScript and jQuery
de: JavaScript und jQuery

source: Securing your site
de: Ihre Website absichern

source: Managing site performance
de: Leistung der Website verwalten

source: Contributing code, designs and patches back to Drupal
de: Code, Designs und Patches für Drupal beitragen

source: Contribute to development
de: Zur Entwicklung beitragen

source: Drupal consultant or working for a Drupal shop
de: Drupal-Berater oder Mitarbeiter in einem Drupal-Unternehmen

source: Provides an example implementation of the Checklist API.
de: Stellt eine beispielhafte Implementierung von Checklist-API zur Verfügung.

source: %title saved progress has been cleared.
de: %title gespeicherter Fortschritt wurde gelöscht.

source: Clear saved progress
de: Gespeicherten Fortschritt löschen

source: Last updated by
de: Zuletzt aktualisiert von

source: @completed of @total (@percent%) complete
de: @completed von @total (@percent%) abgeschlossen

source: No checklists available.
de: Es sind keine Checklisten vorhanden.

source: Get an overview of your installed checklists with progress details.
de: Bietet eine Übersicht der installierten Checklisten, inklusive deren Fortschritt.

source: View any checklist
de: Beliebige Checkliste anzeigen

source: Read-only access: View list items and saved progress.
de: Nur Lesezugriff: Listenelemente und den gespeicherten Fortschritt anzeigen.

source: Check and uncheck list items and save changes, or clear saved progress.
de: Aktivieren und deaktivieren Sie Listenelemente und speichern Sie Änderungen oder löschen Sie den gespeicherten Fortschritt.

source: %title progress has been saved. 1 item changed.
de: %title Fortschritt wurde gespeichert. 1 Element geändert.

source: @completed of @total (@percent%)
de: @completed von @total (@percent%)

source: Show item descriptions
de: Elementbeschreibungen anzeigen

source: Expand layout to include item descriptions.
de: Darstellung durch Beschreibungen erweitern.

source: Hide item descriptions
de: Elementbeschreibungen ausblenden

source: Compress layout by hiding item descriptions.
de: Kompakte Darstellung durch das Ausblenden von Beschreibungen.

source: Your changes will be lost if you leave the page without saving.
de: Die vorgenommenen Änderungen werden verworfen, wenn die Seite ohne Speichern verlassen wird.

source: %checklist found 1 unchecked item that was already completed and checked it for you. Save the form to record the change.
de: %checklist hat 1 nicht abgehakten Eintrag gefunden, der bereits abgeschlossen wurde und diesen für Sie abgehakt. Bitte das Formular speichern, um diese Änderung beizubehalten.

source: %checklist found @num unchecked items that were already completed and checked them for you. Save the form to record the changes.
de: %checklist hat @num nicht abgehakte Einträge gefunden, die bereits abgeschlossen wurden und diese für Sie abgehakt. Bitte das Formular speichern, um diese Änderungen beizubehalten.

source: Prepare for installation, run the installation script, and take the steps that should be done after the installation script has completed.
de: Bereiten Sie die Installation vor, führen Sie das Installationsskript aus und führen Sie die Schritte aus, die nach Abschluss des Installationsskripts durchgeführt werden sollten.

source: Perform a variety of operations on one or more nodes.
de: Führen Sie eine Vielzahl von Operationen an einem oder mehreren Beiträgen durch.

source: Create blocks and adjust their appearance, shape, size and position.
de: Blocks erstellen und deren Aussehen, Form, Größe und Position anpassen.

source: Create and manage users and access control.
de: Erstellen und Verwalten von Benutzern und Zugriffskontrolle.

source: Customize Drupal to your tastes by adding modules and themes.
de: Drupal ganz nach Ihrem Geschmack anpassen, indem Sie Module und Themes hinzufügen.

source: Checklist API Example
de: Checklist-API-Beispiel

source: Are you sure you want to clear saved progress?
de: Möchten Sie den gespeicherten Fortschritt wirklich löschen?

source: All progress details for %checklist will be erased. This action cannot be undone.
de: Alle Fortschrittdetails für %checklist werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: I'm a <a href=":chx_url">chx</a> or <a href=":unconed_url">UnConeD</a>.
de: Ich bin <a href=":chx_url">chx</a> oder <a href=":unconed_url">UnConeD</a>.

source: I'm <a href=":url">chx</a>.
de: Ich bin <a href=":url">chx</a>.

source: View the Checklists report
de: Checklisten-Reporte

source: View the @name checklist
de: Die @name Checkliste anzeigen

source: Edit the @name checklist
de: Die @name Checkliste bearbeiten

source: Last updated @date by @user
de: Zuletzt aktualisiert @date von @user

source: Checklist API commands
de: Checklist-API-Befehle

source: No such checklist "@id".
de: Es ist keine Checkliste „@id“ vorhanden.

source: Checklist saved progress
de: Checkliste gespeicherter Fortschritt

source: The saved progress data.
de: Die gespeicherten Fortschrittsdaten.

source: Last changed timestamp
de: Zeitstempel der letzten Änderung

source: Last change user ID
de: Benutzer-ID der letzten Änderung

source: Number of completed items
de: Anzahl der abgeschlossenen Elemente

source: Completed user ID
de: Benutzer-ID der Fertigstellung

source: Completed @time by @user
de: Fertiggestellt @time von @user
